tap "azure/functions"
tap "fastrepl/hyprnote"
tap "felixkratz/formulae"
tap "jandedobbeleer/oh-my-posh"
tap "jetbrains/utils"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "lucaspickering/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "raine/workmux"
tap "sst/tap"
tap "steipete/tap"
tap "stephanvs/tap", "git@github.com:Stephanvs/homebrew-tap.git"
tap "tokentopapp/tap"
tap "tursodatabase/tap"
tap "wedow/tools"
brew "act"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "aws-sso-cli"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "biome"
brew "btop"
brew "coreutils"
brew "gnutls"
brew "unbound"
brew "emacs"
brew "cask"
brew "ccache"
brew "node"
brew "cloudflare-wrangler"
brew "cmake"
brew "code-minimap"
brew "comby"
brew "d2"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "gleam"
brew "go"
brew "gum"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mkcert"
brew "mole"
brew "mosh"
brew "nasm"
brew "neovim"
brew "ninja"
brew "node@22"
brew "nvm"
brew "ollama"
brew "ov"
brew "pkgconf"
brew "platformio"
brew "prettier"
brew "pyenv"
brew "python@3.11"
brew "ranger"
brew "rclone"
brew "ripgrep"
brew "sesh"
brew "smug"
brew "starship"
brew "tmux"
brew "tree"
brew "websocat"
brew "wget"
brew "wimlib"
brew "wtfutil"
brew "yarn"
brew "yazi"
brew "yq"
brew "zellij"
brew "zig"
brew "zoxide"
brew "azure/functions/azure-functions-core-tools@4"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jetbrains/utils/qodana"
brew "lucaspickering/tap/slumber"
brew "oven-sh/bun/bun"
brew "raine/workmux/workmux"
brew "sst/tap/opencode"
brew "tokentopapp/tap/tokentop"
brew "tursodatabase/tap/turso"
brew "wedow/tools/ticket"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "audacity"
cask "balenaetcher"
cask "blender"
cask "brave-browser"
cask "claude"
cask "cmux"
cask "codex"
cask "codex-app"
cask "steipete/tap/codexbar"
cask "db-browser-for-sqlite"
cask "deskpad"
cask "discord"
cask "fantastical"
cask "figma"
cask "font-caskaydia-cove-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-victor-mono-nerd-font"
cask "fork"
cask "ghostty"
cask "google-chrome"
cask "granola"
cask "handy"
cask "helium-browser"
cask "hot"
cask "fastrepl/hyprnote/hyprnote"
cask "jetbrains-toolbox"
cask "keymapp"
cask "lm-studio"
cask "microsoft-auto-update"
cask "microsoft-openjdk"
cask "moonlight"
cask "multiviewer"
cask "nvidia-geforce-now"
cask "obs"
cask "obsidian"
cask "opencode-desktop"
cask "orbstack"
cask "parallels"
cask "proton-mail"
cask "proxyman"
cask "raycast"
cask "rider"
cask "rustdesk"
cask "signal"
cask "spotify"
cask "stolendata-mpv"
cask "tableplus"
cask "teamviewer"
cask "thaw"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zed"
cask "zen"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "chrsolr.rose-pine-nvchad-theme"
vscode "continue.continue"
vscode "csharpier.csharpier-vscode"
vscode "editorconfig.editorconfig"
vscode "eliverlara.andromeda"
vscode "formulahendry.dotnet-test-explorer"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-codeql"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gleam.gleam"
vscode "golang.go"
vscode "hbenl.vscode-test-explorer"
vscode "josefpihrt-vscode.roslynator"
vscode "jtlowe.vscode-icon-theme"
vscode "loilo.snazzy-light"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "platformio.platformio-ide"
vscode "prateekmahendrakar.prettyxml"
vscode "rust-lang.rust-analyzer"
vscode "siris01.catppuccin-theme"
vscode "sourcegraph.amp"
vscode "svelte.svelte-vscode"
vscode "thang-nm.catppuccin-perfect-icons"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "zxh404.vscode-proto3"
go "github.com/go-delve/delve/cmd/dlv"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
npm "@anthropic-ai/claude-code"
npm "pnpm"
npm "vsts-npm-auth"
